results/core6_v1/raw_batch2_20260710/20260710T084014_spike_G30_rep3/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 167633 out of 167633
     data_received..................: 38 MB   67 kB/s
     data_sent......................: 17 MB   31 kB/s
     http_req_blocked...............: avg=5.79µs   min=1.31µs     med=4.76µs  max=22.35ms  p(90)=7.15µs   p(95)=8.23µs  
     http_req_connecting............: avg=338ns    min=0s         med=0s      max=22.26ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=26.49ms  min=1.04ms     med=22.7ms  max=120.87ms p(90)=56.24ms  p(95)=62.93ms 
       { expected_response:true }...: avg=26.49ms  min=1.04ms     med=22.7ms  max=120.87ms p(90)=56.24ms  p(95)=62.93ms 
   ✓ http_req_failed................: 0.00%   0 out of 167633
     http_req_receiving.............: avg=410.54µs min=-448698ns  med=189.4µs max=38.89ms  p(90)=888.47µs p(95)=1.22ms  
     http_req_sending...............: avg=15.04µs  min=-2150887ns med=11.32µs max=1.18ms   p(90)=21.03µs  p(95)=37.24µs 
     http_req_tls_handshaking.......: avg=0s       min=0s         med=0s      max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=26.07ms  min=934.47µs   med=22.37ms max=120.19ms p(90)=55.36ms  p(95)=62.03ms 
     http_reqs......................: 167633  294.09723/s
     iteration_duration.............: avg=127.16ms min=102.33ms   med=123.4ms max=222.13ms p(90)=156.84ms p(95)=163.65ms
     iterations.....................: 167633  294.09723/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100